{"articles":[{"title":"Making steel without damaging the climate","description":"The wonder material is single-handedly responsible for almost 10% of global warming — but solutions for cleaning up steel are expensive and hard to scale.","date":"1h"},{"title":"WATCH: Powering the future with recycled batteries","description":"Electric mobility wouldn't be possible without batteries. But as rare earths and other materials needed to produce them continue to be in short supply, engineers are turning to recycling to restore dwindling supplies.","date":"1h"},{"title":"Joseph Bouchard: Why Russia should not win the bid for Bolivia’s lithium","description":"The Arce government is currently negotiating with various foreign companies, including Argentina, the United States, China, and Russia, for the handling of its lithium extraction.","date":"2h"},{"title":"Study warns against industrial farming in the North","description":"As the climate warms, industrial farming operations will become increasingly viable in parts of the NWT. Don't do it, a study warns.","date":"3h"},{"title":"Climate change: The world's 1.5°C goal is slipping out of reach - so now what?","description":"Scientists say it is still theoretically possible to limit global warming to 1.5°C, but realistically that now seems practically impossible. Should we admit our failure and double down on holding warming below 2°C?","date":"4h"},{"title":"Racing to reach net-zero emissions","description":"As the devastating impacts of climate change become a fact of life, governments and companies across the globe are racing to achieve net-zero emissions targets.","date":"5h"},{"title":"As the Great Salt Lake dries up, Utah faces ‘an environmental nuclear bomb’","description":"Climate change and rapid population growth are shrinking the lake, creating a bowl of toxic dust that could poison the air around Salt Lake City.","date":"7h"},{"title":"Shell, the Oil Giant, will sell renewable energy to Texans","description":"Shell said on Tuesday that it would begin selling electricity generated from renewable sources to residents and businesses in Texas, a move that brings the European oil company’s shift to green energy to the U.S. market.","date":"7h"},{"title":"Climate cardiology is an emerging new field of medicine","description":"A new field of medicine, dubbed ‘climate cardiology,’ is necessary to “protect patients and the planet” at the same time, researchers argue in a commentary published in the journal BMJ Global Health.","date":"8h"},{"title":"Johnson County, Kansas, commission amends regulations guiding solar farm developments","description":"Johnson County commissioners conclude two years of debate by setting land planning and zoning regulations for utility-sized solar farm developments.","date":"9h"}]}