{"articles":[{"title":"Common goals ensure forest restoration success in northern Thailand","description":"Twenty-five years ago, the Hmong community of Ban Mae Sa Mai village in northern Thailand began a collaboration with researchers and national park authorities to restore agricultural fields to natural forest.","date":"2h"},{"title":"WATCH: This cycling team is working to be carbon neutral in 2022","description":"The Canadian cycling team, InstaFund, is prioritizing environmentally friendly partnerships, doing community service, and sparking meaningful conversation about climate change.","date":"3h"},{"title":"The next challenge for solid-state batteries? Making lots of them","description":"Startups like Solid Power are beginning to roll out solid-state batteries that meet the needs of EVs. But hurdles remain for manufacturing them at scale.","date":"4h"},{"title":"How Korea underpins America's EV dreams","description":"In a few years, when Americans find themselves at the wheel of electric Fords or Cadillacs, Volkswagens or Jeeps, there’s one thing they can count on: The vehicles won’t go anywhere without the Koreans.","date":"8h"},{"title":"Can Africa grow without fossil fuels?","description":"Kenya has sufficient geothermal reserves to multiply its current installed capacity by at least eight times. In theory that would give it the opportunity to massively ramp up renewable-powered industries from green manufacturing to green hydrogen.","date":"8h"},{"title":"Louis Reynolds: The new health system we build through the NHI must be green","description":"In the development of SA’s National Health Insurance system, we have an opportunity to address the challenge that climate change poses for health systems.","date":"9h"},{"title":"Biden waives solar panel tariffs, seeks to boost production","description":"President Joe Biden ordered emergency measures Monday to increase U.S. manufacturing of solar panels and declared a two-year tariff exemption on panels from Southeast Asia as he attempted to jumpstart an industry key to his climate change-fighting goals.","date":"11h"},{"title":"Historical emissions caused the climate crisis. But it's what we do today that will make or break it, study shows","description":"Humans' historical greenhouse gas emissions have caused the climate crisis the world is in today. But it's the amount emitted now and in coming years that will determine whether humanity can avert catastrophic climate changes.","date":"11h"},{"title":"Moky Makura: How to sell climate action to Africa","description":"The Global North’s disaster narrative regarding climate change has failed to motivate Africans to tackle the problem. It would be far better to reframe climate change as an opportunity to create new industries that can create jobs, build businesses, and stimulate the continent’s economies while saving the planet.","date":"11h"},{"title":"How 'lab-grown' meat could help the planet and our health","description":"What if there was a way to eat meat without farming and killing billions of animals per year, contributing to the climate crisis and risking high cholesterol levels?","date":"13h"}]}