{"articles":[{"title":"Climate change: The world's 1.5°C goal is slipping out of reach - so now what?","description":"Scientists say it is still theoretically possible to limit global warming to 1.5°C, but realistically that now seems practically impossible. Should we admit our failure and double down on holding warming below 2°C?","date":"5m"},{"title":"Racing to reach net-zero emissions","description":"As the devastating impacts of climate change become a fact of life, governments and companies across the globe are racing to achieve net-zero emissions targets.","date":"18m"},{"title":"As the Great Salt Lake dries up, Utah faces ‘an environmental nuclear bomb’","description":"Climate change and rapid population growth are shrinking the lake, creating a bowl of toxic dust that could poison the air around Salt Lake City.","date":"2h"},{"title":"Shell, the Oil Giant, will sell renewable energy to Texans","description":"Shell said on Tuesday that it would begin selling electricity generated from renewable sources to residents and businesses in Texas, a move that brings the European oil company’s shift to green energy to the U.S. market.","date":"2h"},{"title":"Climate cardiology is an emerging new field of medicine","description":"A new field of medicine, dubbed ‘climate cardiology,’ is necessary to “protect patients and the planet” at the same time, researchers argue in a commentary published in the journal BMJ Global Health.","date":"3h"},{"title":"Johnson County, Kansas, commission amends regulations guiding solar farm developments","description":"Johnson County commissioners conclude two years of debate by setting land planning and zoning regulations for utility-sized solar farm developments.","date":"4h"},{"title":"How a knee replacement impacts the planet","description":"Researchers are quantifying the effects of healthcare on the environment, specifically the particularly waste-heavy and energy-intensive specialty of orthopedic surgery.","date":"6h"},{"title":"WATCH: This cycling team is working to be carbon neutral in 2022","description":"The Canadian cycling team, InstaFund, is prioritizing environmentally friendly partnerships, doing community service, and sparking meaningful conversation about climate change.","date":"9h"},{"title":"Biden waives solar panel tariffs, seeks to boost production","description":"President Joe Biden ordered emergency measures Monday to increase U.S. manufacturing of solar panels and declared a two-year tariff exemption on panels from Southeast Asia as he attempted to jumpstart an industry key to his climate change-fighting goals.","date":"9h"},{"title":"Sustainability standards allows fashion industry to ramp up emissions","description":"The index used to certify sustainability in New York’s Fashion Act is tied to apparel giants like Patagonia and Walmart.","date":"11h"}]}