{"articles":[{"title":"'Green' aluminum plant in Pacific Northwest struggles to reopen","description":"The struggle to re-open the Alcoa Intalco aluminum smelter shows the difficulties of creating green manufacturing jobs at home.","date":"3m"},{"title":"Saul Griffith: Installing rooftop solar can be a breeze. Just look at Australia","description":"America’s solar power failures are mostly regulatory. That can be fixed.","date":"19m"},{"title":"Can a startup make sustainable construction the next frontier in eco-business?","description":"Nexii Building Solutions in Vancouver is having significant early success, though there are potential pitfalls.","date":"23m"},{"title":"Fight looms over New York's bid to slow crypto-mining boom","description":"Crypto interests are lobbying Gov. Kathy Hochul to veto a groundbreaking bill that would temporarily halt new crypto-mining projects at fossil-fuel burning plants.","date":"30m"},{"title":"Making steel without damaging the climate","description":"The wonder material is single-handedly responsible for almost 10% of global warming — but solutions for cleaning up steel are expensive and hard to scale.","date":"9h"},{"title":"WATCH: Powering the future with recycled batteries","description":"Electric mobility wouldn't be possible without batteries. But as rare earths and other materials needed to produce them continue to be in short supply, engineers are turning to recycling to restore dwindling supplies.","date":"10h"},{"title":"Joseph Bouchard: Why Russia should not win the bid for Bolivia’s lithium","description":"The Arce government is currently negotiating with various foreign companies, including Argentina, the United States, China, and Russia, for the handling of its lithium extraction.","date":"11h"},{"title":"Study warns against industrial farming in the North","description":"As the climate warms, industrial farming operations will become increasingly viable in parts of the NWT. Don't do it, a study warns.","date":"11h"},{"title":"Climate change: The world's 1.5°C goal is slipping out of reach - so now what?","description":"Scientists say it is still theoretically possible to limit global warming to 1.5°C, but realistically that now seems practically impossible. Should we admit our failure and double down on holding warming below 2°C?","date":"13h"},{"title":"Racing to reach net-zero emissions","description":"As the devastating impacts of climate change become a fact of life, governments and companies across the globe are racing to achieve net-zero emissions targets.","date":"13h"}]}